Repository: xsinotron/wp-group-menu
Catalog: languages/wgm-*.po
Languages: fr_fr

source: Adds a universal topmenu amoung sister websites. Manage menus from one central location and use the client plugin on remaining sites.
fr_fr: Ajouter un menu universel à votre réseau de sites. Gérer ce menu depuis une seule interface.

source: WP Group Menu
fr_fr: Menu multi-sites

source: Need help?
fr_fr: Besoin d’aide ?

source: You do not have permission to delete this entry
fr_fr: Vous n’avez pas la permission de supprimer ce lien

source: was successfully deleted
fr_fr: a été supprimé avec succès

source: Sites
fr_fr: Liens

source: Add Site
fr_fr: Ajouter un lien

source: Enter the name and URL of the site.
fr_fr: Saisir le nom et l’adresse du lien .

source: Site Name
fr_fr: Nom du site

source: required
fr_fr: élément requis

source: Site URL
fr_fr: Adresse du lien

source: Site Alt
fr_fr: Titre du lien

source: Site Icon
fr_fr: Icône du lien

source: Site Target
fr_fr: Cible du lien

source: Same page
fr_fr: même page

source: New page
fr_fr: nouvelle page

source: Site Order
fr_fr: Ordre des liens

source: Choose a position
fr_fr: Choisir une position

source: Configurations saved
fr_fr: Configuration sauvegardée

source: Settings
fr_fr: Paramétrages

source: Choose Menu Style
fr_fr: Choix du style de menu

source: Menu Preview
fr_fr: Aperçu du menu

source: Save
fr_fr: Sauvegarder

source: Support
fr_fr: Aide

source: For more help on questions and issues please visit :
fr_fr: Pour plus d’informations ou de supports sur vos questions :

source: support forums
fr_fr: visitez les forums de support

source: email us
fr_fr: écrivez moi

source: I am always happy to hear form you.
fr_fr: Je serai toujours heureux de vous répondre.

source: Help us Improve
fr_fr: Aidez nous à améliorer cet outil

source: Suggest features
fr_fr: Suggérer des améliorations

source: Rate the plugin well on WordPress.org
fr_fr: Noter cet outil sur WordPress.org

source: en_US
fr_fr: fr_FR

source: Setup Information
fr_fr: Information de configuration

source: Thank you for installing this plugin. Now that you have activated the plugin, you are ready to start creating menus. Create as many menus as you like. If you are using the client plugin to display the menus on network / sister sites you would need to add the client site to the list of menus first.
fr_fr: Merci beaucoup d’avoir installé ce plugin. Maintenant qu’il est actif, vous êtes prêt à créer votre menu. Créez autant de liens que besoin. Si vous utilisez ce plugin dans le cadre d’une gestion multi-sites, vous allez devoir l’activer sur chaque site.

source: After creating your menus choose a style from under settings and your all set to go. Enjoy!
fr_fr: Après avoir créé votre menu, vous pouvez choisir un thème pour l’habiller comme bon vous semble!

source: Optional Information
fr_fr: Information supplémentaire

source: This plugin may be used multiple times on the network / group of websites that you may want to interlink but for convenience I've developed a client version for sister sites that will pull from the main site's menu.
fr_fr: Cet outil peut être utilisé plusieurs fois sur un réseau de sites que vous souhaitez inter-connecter, mais pour des raisons pratiques, j’ai développer une version client for les sites afin qu’ils puissent changer le menu principal.

source: This way you manage the menus in one location and all the sister sites reflect your changes automatically. Enjoy!
fr_fr: De cette façon un changement depuis un des sites filles se reflètent automatiquement sur tous les autres sites.

source: Manage Menus
fr_fr: Administration

source: User Guide
fr_fr: Guide Utilisateur

source: Manage
fr_fr: Gestion

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Order
fr_fr: Ordre

source: Name
fr_fr: Nom

source: Icon
fr_fr: Icône

source: Alt Text
fr_fr: Titre

source: URL
fr_fr: Adresse

source: target
fr_fr: cible

source: Sapphire
fr_fr: Saphir

source: Emerald
fr_fr: Émeraude

source: Black
fr_fr: Noir

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Red
fr_fr: Rouge

source: White
fr_fr: Blanc

source: Yellow
fr_fr: Jaune
